[
    {
        "icon": "tree",
        "name": "Ленину 100 лет",
        "position": [54.41965, 56.7827],
        "imageUrl": "https://nashural.ru/assets/uploads/leninu-100-let.jpg",
        "text": "Справедливости ради стоит отметить, что это не единственная подобная надпись в нашей стране, образованная высаженными деревьями. Надпись с аналогичным названием (но меньшего размера) есть в Башкирии около села Архангельское.",
        "hrefs": ["https://nashural.ru/mesta/kurganskaya-oblast/les-leninu-100-let/"]
    },
    {
        "icon": "mountains",
        "name": "Инзерские зубчатки",
        "position": [54.27067, 58.37403],
        "imageUrl": "https://uraloved.ru/images/mesta/bashkiriya/beloreck/inzerskie-zubchatki-1.jpg",
        "text": "Одним из самых красивых мест Южного Урала по праву считаются Инзерские Зубчатки. Это горный хребет в междуречье рек Большой Инзер и Тирлян в Белорецком районе республики Башкортостан.",
        "hrefs": ["https://uraloved.ru/mesta/bashkiriya/inzerskie-zubchatki"]
    },
    {
        "icon": "bridge_old",
        "name": "Белорецкий пешеходный мост, самый длинный деревянный мост в России",
        "position": [53.98108, 58.40999],
        "imageUrl": "https://nashural.ru/assets/uploads/mb02.jpg",
        "text": "Можно сказать, что город Белорецк разделен рекой Белой на две части – городскую и заводскую, и когда Белорецкий металлургический комбинат работал на всю мощь, многие горожане выходили на городской берег, чтобы с него любоваться огнями завода на другой стороне. Огни отражались в реке и добавляли живописной картине незабываемый романтизм. Мост через Белую от одной части города к другой, скорее всего, был построен с утилитарными целями, чтобы рабочие завода добирались до своих рабочих мест, но деревянный мост настолько гармонично вписался в ландшафт местности, что без него уже сложно представить этот город. Пока я не проверила, но в интернете есть данные о длине моста — 552 метра и о том, что этот мост самый длинный деревянный мост в России. Также пишут, что существует мост минимум с довоенных времён, а может и со времён основания завода, то есть середины XIX века. Я связалась с директором Белорецкого историко-краеведческого музея и, возможно, скоро дополню эту статью достоверной исторической информацией.",
        "hrefs": ["https://nashural.ru/mesta/bashkortostan/beloretskij-derevyannyj-peshehodnyj-most/"]
    },
    {
        "icon": "landmark",
        "name": "Париж",
        "position": [53.29763, 60.09966],
        "imageUrl": "https://nashural.ru/assets/uploads/pariz-1.jpg",
        "text": "Село Париж",
        "hrefs": ["https://wikiway.com/russia/selo-parizh/"]
    },
    {
        "icon": "smallcity",
        "name": "Берлин",
        "position": [54.00604, 61.19336],
        "imageUrl": "http://www.xn--74-6kca2cwbo.xn--p1ai/IMG/im256_30.jpg", 
        "text": "Село Берлин (Челябинская область), для посещения нужно получить разрешение в приграничную зону",
        "hrefs": ["http://www.карта74.рф/tourism/cities/berlin/"]
    },
    {
        "icon": "smallcity",
        "name": "Парк Динозаврик",
        "position": [53.64281, 58.80227],
        "imageUrl": "https://nashural.ru/assets/uploads/3-6.jpg", 
        "text": "Детский динопарк динозаврик",
        "hrefs": ["https://nashural.ru/mesta/chelyabinskaya-oblast/dinopark-dinozavrik/"]
    },
    {
        "icon": "smallcity",
        "name": "Стела Межгорье",
        "position": [54.0824, 57.83709],
        "imageUrl": "https://novate.ru/preview/28627s3.jpg?87205",
        "text": "Расположен в 140 км по прямой к юго-востоку от Уфы и в 40 км к северо-западу от Белорецка, на территории Южно-Уральского заповедника у подножья горы Ямантау на высоте около 500 метров над уровнем моря. Межгорье он же «Кузъелга», он же «Солнечный», он же «Уфа-105», он же «Белорецк-16», он же Гоша, он же Гога – это секретный город на Южном Урале, закрытый для туристов и вообще всех. Город расположен рядом с самой высокой горой Урала – Ямантау (1640 м), которая объявлена заповедником и патрулируется не только егерями, но и военными. Город был основан в 1979 году. Немного позже на вершине горы разместились военные гарнизоны Белорецк-15 и Белорецк-16. До 90-х годов никто ничего не знал об этом городке и о том, что происходит внутри горы. Во время правления Ельцина в прессу просочилась информация о том, что в недрах Ямантау построен бункер для членов правительства или же расположена база с ядерными боеголовками. Правительство не дает точных комментариев по этому поводу. Одни говорят, что в горе хранится стратегический запас продуктов питания, другие – государственная сокровищница России.",
        "hrefs": ["https://swalker.org/goroda/3412-zakrytyy-gorod-mezhgore.html"]
    },
    {
        "icon": "country",
        "name": "Уфа - Магнитогорск. Дороги России",
        "position": [54.71176, 55.96344],
        "youtube": "https://www.youtube.com/embed/NUUVpuYc1NQ",
        "text":"Немалая протяженность Урала предполагает большие различия в отдельных районах – климатические условия, рельеф, растительный и животный миры сменяют друг друга здесь почти каждые пару километров. С чем можно столкнуться, преодолевая Уральские горы, какие захватывающие виды ждут каждого путешественника, добравшегося до этих мест?",
        "hrefs": ["https://youtu.be/NUUVpuYc1NQ"]
    },
    {
        "icon": "cave-2",
        "name": "Уфа - Магнитогорск. Дороги России. Аскинская ледяная пещера",
        "position":[54.23569, 56.90279],
        "youtube": "https://www.youtube.com/embed/NUUVpuYc1NQ?t=209",
        "text": "Ледяная пещера. Реликтовый лед.",
        "hrefs": ["https://youtu.be/NUUVpuYc1NQ?t=209"]        
    },
    {
        "icon": "waterwellpump",
        "name": "Уфа - Магнитогорск. Дороги России. Ассы",
        "position": [54.36577, 57.55608],
        "youtube": "https://www.youtube.com/embed/NUUVpuYc1NQ?t=646",
        "text": "Башкирский баден баден. Минеральная вода и Башкирский мед",
        "hrefs": ["https://youtu.be/NUUVpuYc1NQ?t=646"]
    },

    {
        "icon": "mountains",
        "name": "Арский камень",
        "position": [53.87094, 58.25619],
        "imageUrl": "https://nashural.ru/assets/uploads/02.jpg",
        "text": "Скала Арский камень с пугачевских времен окутана легендами. Самая известная легенда гласит, что в пещере в Арском камне спрятал награбленные сокровища «крестьянский царь» Емельян Пугачев. Разогретые легендами искатели сокровищ не раз пытались их найти на протяжении полутора веков, пока в 1930-е годы вход в пещеру зачем-то не взорвали. Советская власть вообще очень любила взрывать пещеры, видимо, боясь, что там могут прятаться везде, казавшиеся ей, шпионы. В XX веке из-за этого Урал лишился немалого количества пещер. Сейчас место, где была пещера, можно распознать лишь по каменной осыпи.",
        "hrefs": ["https://nashural.ru/mesta/bashkortostan/skala-arskij-kamen/"]
    },
    {
        "icon": "ne_barn-2",
        "name": "Дом камня. Фершампенуаз",
        "position": [53.52095, 59.83901],
        "imageUrl": "http://kp74.ru/wp-content/uploads/2014/03/muskamfer-004.jpg",
        "text": "Фершампенуаз (Челябинская область). Попала я сюда в рамках путешествия по казачьим селам Южного Урала. Это большое поселение в лесостепной части Челябинской области, из группы «европейских» нагайбакских станиц. Имя это позаимствовали казаки у французского села Фер-Шампенуаз, близ которого им пришлось доблестно сражаться с войсками Наполеона. Село расположено на реке Гумбейка — это левый приток Урала. Само село ничем не примечательно, есть в нем храм в честь Покрова Пресвятой Богородицы, построенный в византийском стиле. Есть гостиница. Есть музей и картинная галерея. Самая яркая достопримечательность Фершампенуаза — это музей камня, который находится по ул. Строителей, 7. Это частный музей, единственный такого рода в Челябинской области. Музей создал местный любитель камня Александр Матора, а помещение под музей выделила администрация Нагайбакского района.",
        "hrefs": ["http://kp74.ru/fershampenuaz-muzej-kamnya.html"]
    },
    {
        "icon": "",
        "name": "",
        "position": [49.88804, 77.97434],
        "imageUrl": "",
        "text": "",
        "hrefs": [""]
    },
    {
        "icon": "castle-2",
        "name": "Николаевская крепость",
        "position": [53.03306, 62.00501],
        "youtube": "https://www.youtube.com/embed/mmajoczImAE?start=12"

    },
    {
        "icon": "tollstation",
        "name": "Дорога в Казахстан через ДААП \"Николаева\" (через Варну)",
        "position": [53.00341, 62.13309],
        "imageUrl": "",
        "text": "",
        "youtube": "https://www.youtube.com/embed/1pyYwozDTEs",
        "hrefs": ["https://www.e1.ru/talk/forum/read.php?f=67&i=16858010&t=16858010"]
    },
    {
        "icon": "road",
        "name": "Дорога до Астаны",
        "position":[52.23453, 65.11734],
        "imageUrl":"https://s.drom.ru/i24202/pubs/4483/47779/2466052.jpg",
        "text": "Маршрут: Рудный — Костанай — Атбасар — Астана — Атбасар — Костанай — Рудный",
        "hrefs": ["https://travel.drom.ru/47779/"]
    },
    {
        "icon": "landmark",
        "name": "Байтерек",
        "position": [51.1283, 71.43049],
        "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Central_Downtown_Astana_2.jpg/1920px-Central_Downtown_Astana_2.jpg",
        "hrefs": ["http://www.astana-hotels.net/rus/astana/sights/baiterek.htm"]
    },
    {
        "icon": "pyramid",
        "name": "Астана. «Хан Шатыр»",
        "position": [51.13224, 71.40496],
        "imageUrl": "https://www.fosterandpartners.com/media/2633808/img2_1438_fp406064.jpg?width=1920&quality=85",
        "text": "«Хан Шатыр» — крупный торгово-развлекательный центр в столице Казахстана Астане. Открыт 6 июля 2010 года. Является самым большим шатром в мире[1].",
        "hrefs": ["https://ru.wikipedia.org/wiki/%D0%A5%D0%B0%D0%BD_%D0%A8%D0%B0%D1%82%D1%8B%D1%80", "https://www.tripadvisor.ru/Attraction_Review-g293944-d2619183-Reviews-Khan_Shatyr-Astana_Akmola_Province.html"]
    },
    {
        "icon": "bigcity",
        "name": "Астана. Красивые места",
        "position": [51.13142, 71.41648],
        "imageUrl": "http://krasivye-mesta.ru/img/Astana.jpg",
        "text": "Астана является самой молодой и красивой столицей в мире – это достаточно большой город, площадью более 200 км2. Астана с каждым годом преображается и становится привлекательней как для местных жителей, та и для гостей города. Уникальный архитектурный стиль столицы сочетает в себе наилучшие традиции европейской и восточной культуры.",
        "hrefs": ["http://krasivye-mesta.ru/astana"]
    },
    {
        "icon": "pyramid",
        "name": "Дворец мира и согласия",
        "position": [51.12313, 71.46353],
        "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Astana_Architecture_01.jpg/1920px-Astana_Architecture_01.jpg",
        "text": "здание пирамидального вида, созданное архитектором сэром Норманом Фостером в Астане, столице Казахстана специально для проведения «Конгресса лидеров мировых и традиционных религий». ",
        "hrefs": ["https://ru.wikipedia.org/wiki/%D0%94%D0%B2%D0%BE%D1%80%D0%B5%D1%86_%D0%BC%D0%B8%D1%80%D0%B0_%D0%B8_%D1%81%D0%BE%D0%B3%D0%BB%D0%B0%D1%81%D0%B8%D1%8F"]
    },
    {
        "icon": "birds-2",
        "name": "Ерементау",
        "position": [51.69171, 73.22474],
        "text": "Ерейментауский район, Акмолинской области какая та сотня другая км от столицы и ваша душа буквально сливается с природой в умиротворяющим танце.",
        "youtube": "https://www.youtube.com/embed/SqgY5RwV1ac?start=314"
    },
    { 
        "icon": "geyser-2",
        "name": "Музей Семипалатинского испытательного полигона",
        "position": [50.75151, 78.53411],
        "imageUrl": "https://img.tourister.ru/files/1/1/3/2/8/8/1/6/clones/350_263_fixedwidth.jpg",
        "text": "Этот самый удивительный музей Казахстана расположился в небольшом городе, названном в честь гениального физика И. В. Курчатова, недалеко от Семипалатинска (ныне — Семея). Все экспонаты связаны с ядерной физикой",
        "hrefs": [
            "https://www.tourister.ru/world/asia/kazakhstan/city/kurchatov/museum/25862",
            "https://rus.azattyq.org/a/Kurchatov_Semipalatinsk_nuclear/1809288.html"    
            ]
    },
    {
        "icon": "geyser-2",
        "name": "Опытное поле",
        "position": [50.43912, 77.81386],
        "imageUrl": "http://livingasia.online/wp-content/uploads/2016/09/poligon.jpg",
        "text": "Центр – город Курчатов, он же в целях секретности назывался Москва-400, Берег, Семипалатинск-21 и станция Конечная. В городе размещались лаборатории, административные учреждения, жилые дома научных работников и казармы военного гарнизона. Здесь проживали около 20 тысяч человек. Расстояние от Курчатова до опытного поля – 70 км.",
        "hrefs": ["http://livingasia.online/2016/09/13/syap25years/"]
    },
    {
        "icon": "geyser-2",
        "name": "Разрушенные строения",
        "position": [49.88804, 77.97434],
        "imageUrl": "",
        "text": "",
        "hrefs": [""]
    }
]